Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: The following scripting languages have been implemented:
cs: Zařazeny jsou následující skriptovací jazyky:

source: The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
cs: Kompletní syntax stisku kláves (klávesových zkratek) je definovaná v následující dokumentaci Java 1.6 od Oracle (na konci stránky): Java 1.6 klávesové zkratky

source: The help page you seek<p>Lies beyond our perception<p>But others await
cs: Stránka nenalezena

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
cs: Kód jazyka by měl být ve tvaru xx-YY, xxx-YY, xx_YY nebo xxx_YY, kde xx nebo xxx představuje kód jazyka a YY je kódem oblasti nebo země (nepovinný údaj).

source: The new colours have been saved.
cs: Nová barva byla uložena.

source: The open source LanguageTool can be used to correct common grammatical and stylistic mistakes.
cs: Open source nástroj LanguageTool lze použít k opravám běžných gramatických a stylistických chyb.

source: The password cannot be empty.
cs: Pole pro heslo nesmí zůstat prázdné.

source: The password you entered did not match.
cs: Zadaná hesla se neshodují.

source: The passwords don't match.
cs: Hesla se neshodují

source: The possible keyevents (keys) are listed in the following Java 1.6 documentation from Oracle: Java 1.6 keyEvents description
cs: Možné události (reakce kláves) jsou uvedeny v následující dokumentaci Java 1.6 od Oracle: Popis klávesových událostí Java 1.6

source: The project cannot be verified
cs: Projekt nelze ověřit

source: The project folder {0} is missing and could not be created.
cs: Adresář projektu {0} chybí a nemohl být vytvořen.

source: The project was converted successfully.
cs: Projekt byl úspěšně převeden.

source: The project will be loaded as a local project without team functionality.
cs: Projekt bude načten jako lokální projekt bez týmové funkcionality.

source: The rule-based segmentation is usually synonymous with sentence-based segmentation.
cs: Segmentace s využitím pravidel je obvykle používána jako synonymum pro segmentaci na úrovni vět.

source: The rules applied (if any) will depend on the source and target language of the project.
cs: Použitá pravidla (pokud jsou k dispozici) závisí na zdrojovém a cílovém jazyku projektu.

source: The script "{0}" is running...
cs: Skript „{0}“ právě běží...

source: The second of these chapters describes the various subfolders and files in a translation project and their role as well as other user and application files associated with OmegaT.
cs: Druhá z těchto dvou kapitol se zabývá nejen různými podadresáři a soubory uvnitř překladového projektu a jejich rolí, ale i jinými soubory uživatelů a aplikace, které jsou propojeny s OmegaT.

source: The shortcut definition file must be named MainMenuShortcuts.properties and must contain at most one shortcut definition per line.
cs: Soubor definic klávesových zkratek musí být pojmenován MainMenuShortcuts.properties a musí obsahovat nanejvýš jednu definici klávesové zkratky na jednom řádku.

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user
cs: Syntaxe definice klávesové zkratky je tato: <kód položky nabídky>=<klávesová zkratka>, kde <kód položky nabídky> je kód, který si vezmete z tabulek níže a <klávesová zkratka> je kombinace kláves definovaná uživatele.

source: The shortcuts Ctrl+A and Ctrl+C work in panes, allowing to copy all or some of the information to the clipboard.
cs: Klávesové zkratky Ctrl+A a Ctrl+C fungují v rámci podoken a umožňují zkopírovat celý text nebo jeho část do schránky systému.

source: The source file language entered is invalid!
cs: Zadaný jazyk zdrojových souborů je neplatný!

source: The specified dictionary folder cannot be used.
cs: Zadaný adresář slovníků nemůže být použit.

source: The specified dictionary folder does not exist.
cs: Zadaný adresář slovníků neexistuje.

source: The specified files are not supported.
cs: Zadané soubory nejsou podporovány.

source: The specified project is an OmegaT 3.6-style team project.
cs: Zadaný projekt je ve stylu týmového projektu OmegaT 3.6.

source: The specified translation direction is not supported
cs: Zadaný směr překladu není podporován

source: The term "Move to inside segment" means, that the cursor moves to the beginning of the segment if it was previously before the segment, and to the end of the segment if it was previously after it.
cs: Pojem „Přesunout se do segmentu“ znamená, že kurzor se přesune na začátek segmentu, pokud se nachází před segmentem, a na konec segmentu, pokud se nachází za segmentem.

source: The text could not be translated
cs: Text nelze přeložit

source: The text size exceeds the maximum
cs: Velikost textu dosahuje na maximum

source: The translated file language entered is invalid!
cs: Zadaný jazyk pro přeložené soubory je neplatný!

source: The translation has changed.
cs: Překlad se změnil.

source: The writeable glossary file is not in the glossary folder.
cs: Zapisovatelný soubor glosáře není v adresáři glosáře.

source: The writeable glossary file must be inside the glossary folder
cs: Zapisovatelný soubor glosáře musí být uvnitř adresáře glosáře.

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
cs: Pak během překladu z kanadské francouzštiny bude váš projekt používat všechna pravidla definované pro celý jazykový řetězec ve správném pořadí.

source: There are many plugins available for OmegaT online.
cs: Online je dostupné množství pluginů pro OmegaT

source: There was an error initializing LanguageTool.
cs: Během inicializace LanguageTool se vyskytla chyba.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
cs: Proto nešlo spolehlivě určit umístění konfiguračního adresáře aplikace OmegaT.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
cs: Tři věci jsou jisté:<p>Smrt, daně a nenalezená stránka.<p>Jste obětí jedné z nich.

source: These translation memories can be very useful when a document that has already been translated needs to be updated.
cs: Jakmile potřebujete aktualizovat dokument, který jste již jednou přeložili, pak jsou takové překladové paměti velmi užitečné.

source: These units have been skipped.
cs: Tyto jednotky byly přeskočeny.

source: This will delete your local data and re-download the project contents from the server.
cs: Toto smaže lokální data a znovu nahraje obsah projektu ze serveru.

source: This API key has been blocked
cs: Tento klíč API byl zablokován

source: This ID is already being used.
cs: Toto ID je již používáno.

source: This URL appears to be invalid.
cs: Zadaný link URL se zdá být neplatný

source: This call MUST NOT be in swing thread
cs: Toto hlášení NESMÍ být provedeno v swing thread

source: This call MUST be in swing thread
cs: Toto hlášení MUSÍ být provedeno v swing thread.

source: This chapter describes the project properties, such as the source and target languages.
cs: Tato kapitola popisuje vlastnosti projektu, a stejně tak i zdrojový a cílový jazyk.

source: This command will be executed after Creating Translated Documents.
cs: Tento příkaz bude proveden po té, co jsou vytvořeny přeložené dokumenty.

source: This documentation is intended both as a tutorial and as a reference guide.
cs: Tato dokumentace má posloužit jako výukový materiál a zároveň referenční příručka.

source: This is a Git repository.
cs: Toto je úložiště Git.

source: This is a Subversion repository.
cs: Toto je úložiště nižší verze.

source: This is a valid project file.
cs: Toto je platný soubor projektu.

source: This is the way text will look when displayed.
cs: Takto bude vypadat zobrazený text.

source: This manual, however, would not be possible without the help and support from a number of people.
cs: Nicméně tato příručka by nevznikla bez pomoci a podpory celé řady lidí.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Tento program je šířený v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez implicitní záruky PRODEJNOSTI nebo VHODNOSTI NA KONKRÉTNÍ ÚČEL.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
cs: Tento program představuje svobodný software; můžete ho šířit anebo upravovat za podmínek uvedených v licenci GNU General Public Licence jak ji uveřejnila Free Software Foundation: buď verze 3 této Licence, nebo (dle vaší volby) jakékoliv novější verze.

source: This project
cs: Tomto projektu

source: This short text describes key behavior in the editor pane.
cs: Tento krátký text popisuje akce vyvolané klávesami v podokně Editoru.

source: This will discard all changes you have made so far.
cs: Toto zruší všechny změny, které byly dosud provedeny.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
cs: Tak například, pravidla pro kanadskou francouzštinu (FR-CA) by měla být ve výchozím nastavení výše než pravidla pro francouzštinu (FR.*), a výše než výchozí (.*).

source: Tibetan Standard, Tibetan, Central
cs: Tibetština standardní, centrální tibetština

source: Tigrinya
cs: Tigriňňa

source: To be sure that no translation will be lost, you need to: 1.
cs: Abyste se ujistili, že se neztratila žádná část překladu, potřebujete: 1.

source: To convert it into a new team project, open it in the OmegaT GUI.
cs: Otevřete grafické prostředí OmegaT pro převod na nový týmový projekt.

source: To customize the script feature, do the following:
cs: Pro přizpůsobení vlastností skriptu proveďte následující kroky:

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
cs: Pokud chcete upravit nastavení, které soubory budou v jakém kódování, vyberte ze seznamu odpovídající filtr a klikněte na Editovat.

source: Toggle Selected
cs: Invertovat výběr

source: Tonga (Tonga Islands)
cs: Tonžština

source: Too big HTML file!
cs: Příliš velký soubor HTML!

source: Tools Menu
cs: Nabídka ‚Nástroje‛

source: Total Characters (including spaces)
cs: Znaky celkem (včetně mezer)

source: Total Characters (without spaces)
cs: Znaky celkem (bez mezer)

source: Total Segments
cs: Segmenty celkem

source: Total Words
cs: Slova celkem

source: Total number of segments
cs: Celkový počet segmentů

source: Total:
cs: Celkem:

source: Trans&lated or untranslated
cs: Pře&loženo nebo nepřeloženo

source: TransTips/Enable Transtips
cs: TransTips / Povolit TransTips

source: Translate the following attributes:
cs: Přeložit následující atributy:

source: Translate the following elements:
cs: Přeložit následující segmenty:

source: Translated File Encoding
cs: Kódování přeloženého souboru

source: Translated File Encoding:
cs: Kódování přeloženého souboru:

source: Translated Filename Pattern
cs: Vzor názvu přeloženého souboru

source: Translated Files Folder
cs: Adresář s přeloženými soubory

source: Translated Files Folder:
cs: Adresář s přeloženými soubory:

source: Translated document created
cs: Přeložené dokumenty vytvořeny

source: Translated documents created
cs: Přeložené dokumenty vytvořeny

source: Translated file path cannot be identical to the source file path: {0}
cs: Přeložená cesta k souboru nesmí být stejná jako je výchozí cesta:

source: Translated files folder entered does not exist!
cs: Zadaný adresář pro přeložené soubory neexistuje!

source: Translated files location not defined
cs: Není definováni umístění přeložených souborů

source: Translated segments
cs: Přeložené segmenty

source: Translated segments text
cs: Text přeložených segmentů

source: Translated unique segments
cs: Přeložené jedinečné segmenty

source: Translating Project
cs: Překládaný projekt

source: Translation
cs: Překlad

source: Translation Memory Files Folder
cs: Adresář se soubory překladové paměti

source: Translation Memory Folder:
cs: Adresář překladové paměti:

source: Translation is fuzzy
cs: Překlad je jen přibližný

source: Translation last modified by {0} on {1} at {2}
cs: Poslední úpravy překladu {0} dne {1} v {2}

source: Translation memories can be very useful in a translation where there are numerous repetitions or reasonably similar segments of text.
cs: Překladové paměti mohou být velmi užitečné u takového překladu, ve kterém se části textu často opakují nebo je zde množství přiměřeně podobných segmentů textu.

source: Translation memory files folder entered does not exist!
cs: Zadaný adresář s překladovou pamětí neexistuje!

source: Translation memory folder {0} does not exist.
cs: Adresář překladové paměti {0} neexistuje.

source: Translation unit encountered before TMX header.
cs: Před hlavičkou TMX objevena překladová jednotka.

source: Translation unit variant encountered outside translation unit.
cs: Mimo překladovou jednotku objevena varianta překladové jednotky.

source: Translation:
cs: Překlad:

source: Translator comments:
cs: Komentář překladatele:

source: Tswana
cs: Tswanština

source: Turkish
cs: Turečtina

source: Turkmen
cs: Turkmenština

source: Twi
cs: Ťwiština

source: Type
cs: Typ

source: Type in new rule ID
cs: Zadejte nové pravidlo ID

source: Types: Exact searches match the whole search string.
cs: Typy: Přesné vyhledávání odpovídá celému vyhledávanému řetězci.

source: U&ntranslated
cs: Přeložen&o

source: URL
cs: Odkazy URL

source: URL does not contain "{0}"
cs: URL neobsahuje "{0}"

source: URL is missing URL string
cs: URL nemá URL řetězec

source: URL is missing encoding
cs: URL nemá kódování

source: URL is missing target
cs: URL nemá cíl

source: URL of online dictionaries:
cs: URL online slovníků:

source: URL:
cs: Odkazy URL

source: URLs
cs: Odkazy URL

source: Uighur, Uyghur
cs: Ujgurština

source: Ukrainian
cs: Ukrajinština

source: Unable to build new TMX file!
cs: Nelze vytvořit nový soubor TMX!

source: Unable to convert project!
cs: Projekt nelze převést!

source: Unable to download team project!
cs: Nelze stáhnout týmový projekt!

source: Unable to initialize read of XML file!
cs: Nelze inicializovat načtení souboru XML!

source: Unable to parse filters configuration file
cs: Nelze zpracovat soubor konfigurace filtrů

source: Unable to read file
cs: Nelze přečíst soubor

source: Unable to read project file!
cs: Nelze přečíst soubor projektu!

source: Unable to save data.
cs: Není možno uložit data.

source: Unable to save filters configuration file
cs: Nelze uložit soubor konfigurace filtrů

source: Unable to uninstall the selected dictionary
cs: Nelze odinstalovat vybraný slovník

source: Unauthorized request to TaaS service.
cs: Neoprávněný požadavek služby TaaS

source: Unchanged sentences are automatically translated, while updated sentences are shown with the translation of the most similar, older sentence.
cs: Nezměněné věty budou automaticky přeloženy, a aktualizované věty budou zobrazeny s překladem nejpodobnější starší věty.

source: Undo Last Action
cs: Zpět

source: Undock
cs: Odpojit

source: Unexpected char {0} ({1})!
cs: Neočekávaný znak {0} ({1})!

source: Uninstalling failed
cs: Odinstalování nebylo úspěšné

source: Unique Characters (including spaces)
cs: Jedinečné znaky (včetně mezer)

source: Unique Characters (without spaces)
cs: Jedinečné znaky (bez mezer)

source: Unique Remaining Characters (including spaces)
cs: Jedinečné zbývající znaky (včetně mezer)

source: Unique Remaining Characters (without spaces)
cs: Zbývající jedinečné znaky (bez mezer)

source: Unique Remaining Segments
cs: Zbývající jedinečné segmenty

source: Unique Remaining Words
cs: Jedinečná Zbývající slova

source: Unique Remaining:
cs: Zbývající jedinečné segmenty:

source: Unique Segments
cs: Jedinečné segmenty

source: Unique Words
cs: Jedinečná slova

source: Unique segments
cs: Jedinečné segmenty

source: Unique:
cs: Jedinečné segmenty:

source: Unknown plugin type '{0}' in '{1}'
cs: Neznámý typ pluginu v ‚{0}‘ v '{1}'

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
cs: Neopravitelná chyba při parsování TMX souboru {0} na řádku {1}, sloupec {2}.

source: Unspecified
cs: Nespecifikováno

source: Unsupported SVN error
cs: Chyba nepodporovaného SVN

source: Unsupported XML version {0}!
cs: Nepodporovaná verze XML {0}!

source: Unsupported file encoding
cs: Nepodporované kódování souboru

source: Unsupported project file version ({0})!
cs: Nepodporovaný soubor projektu verze ({0})!

source: Untranslated segments
cs: Nepřeložené segmenty

source: Untranslated segments &only
cs: P&ouze nepřeložené segmenty

source: Untranslated segments text
cs: Text nepřeložených segmentů

source: Updated
cs: Aktualizované

source: Upgrading...
cs: Probíhá aktualizace...

source: Upload disabled because repository in read-only mode
cs: Upload je deaktivován, protože úložiště je v módu jen pro čtení.

source: Urdu
cs: Urdština

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
cs: Použití: java -jar OmegaT.jar [<možnosti>] [<cesta k projektu>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
cs: Použití: java -jar OmegaT.jar [<možnosti>] [<možnosti>]

source: Use
cs: Použití

source: Use $n to refer to the nth group.
cs: Použijte $n jako odkaz na skupinu nth.

source: Use &Fuzzy Matching for Dictionary Entries
cs: &U záznamů glosáře použít přibližné shody

source: Use &TAB to Advance
cs: Použít &TAB pro postup

source: Use &XML for standalone tags (e.g., <i/>)
cs: Použít &XML pro nepárové tagy (např. <i/>)

source: Use &fuzzy matching for dictionary entries
cs: &U záznamů glosáře použít přibližné shody

source: Use &stemming for glossary entries
cs: U záznamů glo&sáře vytvářet základní tvar

source: Use TAB To Advance
cs: Použít TAB pro postup

source: Use all mine
cs: Použít všechny zdroje

source: Use all original
cs: Použít všechny originální

source: Use all updated
cs: Použít všechny aktualizované

source: Use as Default Translation
cs: Použít jako výchozí překlad

source: Use custom templates for modification &info
cs: Použít přizpůsobené šablony pro &informace o úpravách

source: Use terms &appearing separately in the source text
cs: Ve zdrojovém textu zobr&azovat pojmy odděleně

source: User Manual...
cs: Uživatelská příručka...

source: User denied credentials
cs: Uživatel zamítl prověření

source: User:
cs: Uživatel:

source: Uzbek
cs: Uzbečtina

source: VLDocking Framework (LGPL License)
cs: VLDocking Framework (Licence LGPL)

source: Validate Tags
cs: Ověření tagů

source: Validate Tags for Current Document
cs: Ověřit tagy aktuálního dokumentu

source: Validating tags
cs: Ověřování tagů

source: Value
cs: Hodnota

source: Variant skipped.
cs: Varianta byla přeskočena.

source: Variants in the following languages will be displayed: {0}
cs: Varianty v následujících jazycích se zobrazí: {0}

source: Venda
cs: Luvendština

source: Version: {0}
cs: Verze: {0}

source: Vietnamese
cs: Vietnamština

source: View
cs: Zobrazit

source: View Menu
cs: Nabídka ‚Zobrazit‛

source: View Options
cs: Zobrazit možnosti

source: View or edit file filters.
cs: Zobrazit nebo editovat filtry souborů.

source: View...
cs: Zobrazit...

source: WARNING: all unsaved data will be lost 4.
cs: POZOR: všechna neuložená data budou ztracena 4.

source: Walloon
cs: Valonština

source: Warn: Report invalid tags to stdout.
cs: Warn [upozornit]: Upozornit na nevalidní tagy ve výstupu.

source: Warning
cs: Upozornění

source: Warning on line {0}, column {1} while parsing:
cs: Během parsování se na řádku {0}, sloupec {1} vyskytlo upozornění:

source: Warning!
cs: Upozornění!

source: Warning: Changing tag order may break the translated document!
cs: Upozornění: Změna pořadí tagů může poškodit přeložený dokument!

source: Warranty
cs: Záruka

source: WebVTT Subtitles
cs: Titulky WebVTT

source: Welsh
cs: Velština

source: Western Frisian
cs: Západofríština

source: Whatever the inconsistencies, omissions and straightforward errors you may find in the present version, I declare them all my own.
cs: Ať už v současné verzi naleznete různé nesrovnalosti, opomenutí anebo přímo chyby, všechno beru na sebe.

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
cs: Pokud je pravidlo aplikováno, odpovídající fráze bude podtržena modrou vlnovkou v editoru (viz also a I didn't do nothing na obrázku nahoře).

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
cs: Pokud má jeden soubor více segmentů než zadáno, pak budou další segmenty nahrány až při požadavku jejich zobrazení, tj. rolováním dolů.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
cs: Pokud je volba vybrána, položky v okně pro automatické doplnění glosáře budou obsahovat také zdrojový text.

source: When hovering the mouse over the underlined phrase, an explanation will appear.
cs: Při přejetí myší přes podtrženou frázi se zobrazí vysvětlení.

source: When unavailable, the ID will be used as a fallback
cs: Pokud není dostupný žádný, bude jako posledn možnost použito ID.

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
cs: Když používáte regulární výrazy, nahrazení podporuje odkazy na skupiny definované ve vyhledávaném řetězci.

source: When you are ready to view the final product, you can export the translated files, open them in the appropriate application and view the translation in the final format...
cs: Jakmile budete chtít zobrazit hotový přeložený text, můžete exportovat přeložené soubory, otevřít je v odpovídající aplikaci a zobrazit překlad ve výsledném formátu...

source: When you left-click on the number, the selected script will run.
cs: Když kliknete na číslo levým tlačítkem myši, vybraný skript bude spuštěn.

source: When you let OmegaT know the files that you need to translate, it looks for the files it understands based on file filtering rules, recognizes the textual parts within them, splits up the text groups according to the segmentation rules, and displays the segments one by one so that you can proceed with the translation.
cs: Když programu OmegaT zadáte, že potřebujete přeložit tyto soubory, tak OmegaT vyhledá podle pravidel pro filtrování souborů podporované formáty souborů, rozpozná v nich textové části, rozdělí skupiny textu v souladu s pravidly segmentace a zobrazí segmenty jeden za druhým, a vy je můžete jednotlivě překládat.

source: Which version do you want to keep?
cs: Kterou verzi zachovat?

source: Whitespace
cs: Netisknutelný znak

source: Whitespaces
cs: Netisknutelný znak

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
cs: Zástupné znaky: Jak přesné vyhledávání, tak vyhledávání podle klíčových slov podporuje užití zástupných znaků * a ?.

source: Will Helton: his final reading of the draft has spared me a lot of embarrassment.
cs: Will Helton: jeho kontrolní čtení návrhu mi ušetřilo spoustu překvapení.

source: Will be synchronized next time.
cs: Synchronizace proběhne příště.
